{
   "name": "Ariadna Ercilla",
  "home": "Home ES",
  "services": "Serveis",
  "proyectos": "Projectes",
  "curriculum": "Currículum",
  "contact": "Contacte",
  "welcomeMsg": "Hola! sóc l'Ariadna",
  "subWelcome": "Disseñadora UX/UI",
  "discoverMore": "descobreix més",
  "welcomePortfolio": "Benvinguts al meu portfoli",
  "welcomeMe": "Em fascina entendre l'usuari, que el mou a actuar de certa manera, desconcertar-me quan es confonen realitzant certes accions... Recollir dades dels usuaris i de les mètriques i realitar una constant millora en cada hipòtesis i projecte.",
  "gurusTool": "Els gurús s'equivoquen, les mètriques no.",
  "webDesign": "Disseny web",
  "mobileFirst": "Págines web multidispositiu seguint la estratègia de Mobile First.",
  "appDesign": "Disseny d'apps",
  "infoAppDesign": "Disseny centrat en apps, tant per IOS com per Android.",
  "userExperience": "Experiència d'usuari",
  "infoUserExperience": "Conèixer l'usuari. Prototipar, testejar.. Amb softwares com Sketch o Axure.",
  "graficDesign": "Disseny Gràfic",
  "infoGraficDesign": "Branding, disseny editorial i retoc fotogràfic",
  "webDeveloper": "Desenvolupament web",
  "infoWebDeveloper": "HTML5, CSS3. Treballant amb SASS i Git. Nivells inicials de Javascript i Jquery",
  "whatMore": "Què més?",
  "infoWhatMore": "Amb ganes d'aprendre sobre eyetracking!",
  "infoSmartcommerce": "Eina interna per gestionar i analitzar una botiga online",
  "view_project": "veure projecte",
  "infoXerpa": "Plataforma per realitzar comandes online.",
  "infoSmartlink": "Eina per analitzar l'estat dels productes d'una marca als supermercats",
  "infoMakeyoursuit": "Empresa del sector de moda d'alta qualitat",
  "infoPuntoyseguido": "Plataforma d'intercanvi de coneixements entre creatius",
  "infoProcter": "Landing inicial de la botiga online de P&G",
  "viewAllProjects": "veure tots els projectes",
  "knowledge": "Coneixements",
  "aboutMe": "Sobre mi",
  "experience": "Experiència",
  "studies": "Formació",
  "processWork": "Procés de treball",
  "ImAriadna": "Sóc l'Ariadna Ercilla i estic especialitzada en el Disseny Web i la Usabilitat. En el meu dia a dia utiltzo programes com Phtoshop, Ilustrator, Sketch i Axure per crear des de wireframes inicials fins el prototip final.",
  "technologicAboutMe": "També he treballat enfocada en el desenvolupament FrontEnd, maquetant amb HTML5 i CSS3 basant-me en els estàndars W3C. Utilitzo Boostrap, el preprocessador SASS i Git com a controlador de versions.",
  "knowMoreAboutMe": "saber més sobre mi",
  "love_ux": "Sóc una apasionada de la usabilitat.",
  "webInspirations": "Sóc una noia de Barcelona que te la sort de disfrutar de la seva feina, sóc una apasionada del disseny web i del píxel perfect! Freqüentment busco recursos i inspracions en webs com:",
  "ABPassion": "M'apassionen els test d'usuari i els test A/B. Testejar, canviar, fer hipòtesis i provar-ho amb usuaris potencials de la nostra web. Em dona molta adrenalina poder veure els meus error o hipòtesis fallides en viu i entendre què va ser el que no van entendre o interessar.",
  "myHobbies": "Les meves principals aficions son anar a concerts i ballar, també m'agrada sortir de la ciutat i deconectar a la montanya.",
  "readWork": "Llegeix sobre la meva experiència laboral",
  "designFrontend": "Dissenyadora UX-UI i Front-end.",
  "dateSmartCommerce": "Setembre 2015 - actualitat",
  "functions": "Funcions",
  "conceptDesign": "Disseny i conceptualització de projectes web",
  "responsiveDesign": "RWD (Responsive web Design)",
  "wireframePrototype": "Wireframes, prototipat i testeig de la web",
  "frontEndDeveloper": "Desenvolupament Front-end (HTML5 - CSS3)",
  "intern_graphic_design": "Becaria disseny gráfic",
  "use_img": "Utilització de banc d'imatges",
  "photo_change": "Retoc fotogràfic",
  "prepare_img_web": "Preparació d'imatges per la web",
  "design_target": "Disseny de targetes, cartells, tríptics",
  "design_web_grafic": "Dissenyadora web i gráfica",
  "date_makeyoursuit": "Octubre 2014 - Octubre 2015",
  "web_redesign": "Redisseny de la web",
  "adapt_responsive": "Adaptació de la plataforma a versions responsives",
  "design_banner": "Disseny de banners",
  "date_offerum": " Setembre 2013 - Desembre 2013",
  "date_sodexo": "Juny 2013 - Agost 2013",
  "design_triptic": "Disseny de diferents elements corporatius del departament: folletons, presentacions, tríptics.",
  "design_newsletter": "Disseny de diferents elements web: banners, newsletters.",
  "see_my_work": "¿Vols saber més sobre com treballo?",
  "see_how_work": "Veure procés de treball",
  "master_design_web": "Máster Disseny Web",
  "bau": "BAU - centre universitari de Disseny de Barcelona.",
  "master_bau": "Màster de Disseny Web centrat en quatre eixos principals: Disseny Web, Experiencia d'Usuari (UX), Programació FrontEnd, Negoci i estratègia.",
  "design_degree": "Grau Disseny Web",
  "barcelona_university": "Universitat de Barcelona",
  "info_degree": "Carrera orientada a la formació integral del dissenyador. Entendre les necessitats del usuari, buscar solucions òptimes i saber defensar-les.",
  "show_steps_work": "Us vull mostrar les diferents fases que intento seguir en els projectes que realitzo, conjuntament amb els altres professionals",
  "step_1": "Definició projecte",
  "info_step_1": "Definir els requisits i les funcions del projecte, parlant amb el client i realitzant entrevistes d'usuari.",
  "step_2": "Wireframes, prototipat i disseny",
  "info_step_2": "Validar conceptes, usabilitat i disseny a partir de diferents eines amb els usuaris potencials.",
  "step_3": "Maquetació y Programació",
  "info_step_3": "Programar la funcionalitat testejada anteriorment, perque funcioni en tots els dispositius, navegadors i sigui accessible.",
  "step_4": "Testeig, llançament i medició",
  "info_step_4": "Testejar la correcta implementació del disseny abans del seu llançament i medir l'impacte en els usuaris de les noves funcionalitats.",
  "send_email": "¡Envia'm un missatge! Creus que podriem treballar junts? Vols donar-me la teva opinió dels meus projectes o simplement dir-me hola? Aprofita i envia'm un missatge, et respondrñe en breus!",
  "web_design": "Dissenyadora Web",
  "return": "tornar",
  "info_tedclothing": "Startup de roba full-print per joves.",
  "info_saltin_banquin": "E-commerce de sabates infantils.",
  "info_boxeo": "E-commerce de roba esportiva, especialitzada en roba de boxa.",
  "info_impremta": "Empresa que s'expandeix al canal online, oferint els seus productes.",
  "trains": "trens",
  "info_trains": "Maqueta de trens, projecte familiar.",
  "company": "Empresa",
  "mockups": "Mockups",
  "purpose": "Proposta",
  "backend_text1": "SmartCommerce és una companyia tecnològica especialitzada en el sector de la distribució alimentària online. Actualment opera a Estats Units, Espanya i Xile.",
  "backend_text2": "Un dels serveis que ofereix és la creació i manteniment de botigues onlines de grans marques de consum alimentari com Nestlé, Procter&Gamble, Unilever o Cocacola. Se'ls proporciona una eina interna per gestinar stock, modificar la aparença de la botiga o analitzar vendes.",
  "analyze_numbers": "Anàlisi de dades.",
  "create_campaign": "Procés de creació de campanyes",
  "campaigns_created": "Llistat de totes les campanyes creades",
  "purpose_backend": "Redisseny de la eina interna que SmartCommerce ofereix a les empreses. SmartCommerce comptava amb una atra eina molt rudimentaria i poc intuitiva. La informació no estava ben jerarquitzada, els clients no entenien què podien fer i acabava repercutint en la empresa; nosaltres haviem de realitzar el manteniment intern de la plataforma per la impossibilitat d'utilització dels clients.",
  "backend_steps": "Vaig realitzar el redisseny de la eina en 4 parts:",
  "backend_step1": "Ànalisi de les diferents funcionalitats que existien, determinant quines funcionalitats eren interessants i el seu valor pels usuaris.",
  "backend_step2": "Entrevistes als clients per determinar quines funcionalitats eren importants, com les utilitzaven i en la realització de quines accions es confonien.",
  "backend_step3": "Realització d'un prototip funcional per testejar amb els clients i contruir una nova eina fàcil d'utilitzar, intuitiva i que respon a les necessitats reals dels clients.",
  "backend_step4": "Maquetació de la web a nivell FrontEnd utilitzant HTML5, CSS3, Boostrap y GIT.",
  "return_portfolio": "tornar al portfoli",
  "purpose_jsuge": "J-SUGE és el proveidor d'equips tèxtils professionals de molts equips de rugby, futbol, basquet i boxejadors professionals.",
  "purpose_jsuge2": "J-Suge neix amb la finalitat de ser un ecommerce a on es pot comprar roba esportiva orientada a equips.",
  "purpose_jsuge3": "La plataforma ha canviat molt des del disseny original, pero podeu consultar la web aquí: ",
  "img_jsuge1": "Catàleg de productes",
  "img_jsuge2": "Carro de la compra",
  "img_jsuge3": "Àrea d'usuari",
  "img_jsuge4": "Pàgina de realització del pagament",
  "img_jsuge5": "Web responsive",
  "printing": "Impremta",
  "purpose_practic": " és una impremta especialitzada a grans impressions per multinacionals. Destaquen pel seu preu competitiu en el sector i vlen millorar la seva visibilitat en el medi online",
  "img_imprenta1": "Home",
  "img_imprenta2": "Qui som i els nostresvalors",
  "img_imprenta3": "Sol·licitar pressupost online",
  "img_imprenta4": "Pàgina de contacte",
  "tecnics_used": "Tècniques utilitzades",
  "purpose_makeyoursuit1": "Makeyoursuit és una startup que es dedica a la comercialització de vestits i camises a mida a través d'internet.",
  "purpose_makeyoursuit2": "Compte amb un procés de personalització de les seves peces, per elegir talla, colors, formes i afegir les mides del cos per portar un vestit encaixat al cos i necessitats del client.",
  "img_makeyoursuit1": "Pàgina inicial",
  "img_makeyoursuit2": "Catàleg de vestits",
  "img_makeyoursuit3": "Fitxa producte",
  "img_makeyoursuit4": "Personalizació vestits",
  "makeyoursuit_steps": "S'analitzen els KPI de l'empresa i es defineixen 3 eixos inicials per millorar les seves conversions.",
  "makeyoursuit_step1": "Redissenyar la pàgina del carro de la compra. Vam conseguir disminuir el ratio d'abandonament al simplicar el procés i donar major seguretat en el procés de pagament.",
  "makeyoursuit_step2": "Dissenyar landings específiques depenent de la búsqueda del usuari per oferir el producte que estan buscant des del primer moment. Vam conseguir aumentar les vendes en vestits específics: casaments i vestits de 3 peces.",
  "makeyoursuit_step3": "Millorar el procés de decisió del teixit, els complements i la medició a casa. Vam aconseguir reduir el temps de desenvolupar aquesta tasca i disminuir l'abandonament durant el procés; disminuir els passos d'elecció, indicar al usuari a on està en tot moment, què pot fer i quants passos li queden per finalitzar la tasca.",
  "title_tecnic_makeyoursuit1": "Test d'usabilitat. ",
  "title_tecnic_makeyoursuit2": "Test A/B. ",
  "tecnic_makeyoursuit1": "Vam fer test d'usabilitat a on els usuaris havien de realitzar tasques quotidianes. Vam detectar diferents inputs per millorar el procés de compra.",
  "tecnic_makeyoursuit2": "Vam realitzar test A/B a les landings. Es va testejar l'impacte d'utilitzar una imatge o una altra, quin tipus de vestit funcionava millor o les frases a utilitzar. Esva utilitzar l'eina Unbounce.",
  "info_procter1": "Procter&Gamble és una empresa d'Estats Units que conté més de 300 marques de gran consum com Gillette, Arial o Tampax.",
  "info_procter2": "Procter&Gamble disposa d'una botiga online de la que es va redissenyar la seva pàgina d'inici",
  "img_procter1": "Langind Procter&Gamble",
  "img_procter2": "Mapa de calor de la landing",
  "purpose_procter1": "Disseny de la home de la botiga online de P&G Espanya, per millorar les conversions i disminuir l'abandonament en la pàgina d'inici.",
  "purpose_procter2": "Es va analitzar la landing que utilitzaven anteriorment i vam detectar 3 principals problemes: 1. Els usuaris no entenien de qué tractava la web, 2. no trobaven els beneficis d'utilitzar aquesta botiga en comptes de comprar directament als supermercats, 3. no sabien com accedir als productes. A partir d'aquests inputs es va dissenyar la nova landing i es va testehar amb el programa ",
  "purpose_procter3": "Ens va permetre detectar errors d'usabilitat com: -alguns usuaris clicaven a elements no clicables, -l'explicació de les ofertes estava molt abaix de la pàgina i els usuaris no feien scroll.",
  "info_puntoyseguido1": "Puntoyseguido és un projecte acadèmic realitzat amb 3 companys.",
  "info_puntoyseguido2": "Puntoyseguido és un projecte per creatius de Barcelona amb pocs recursos econòmics, que necessiten aprendre de manera econòmica diferents funcions d'un software que utilitzen el l'àmbit estudiantil i/o professional. Puntoyseguido és una plataforma social creada a partir d'anuncis d'usuaris que permeten el coneixement a través de cursos que ells mateixos creen, econòmics, directes i amb contingut específic útil.",
  "img_puntoyseguido1": "Pàgina inicial",
  "img_puntoyseguido2": "Cursos que ofereix la plataforma",
  "img_puntoyseguido3": "Fitxa ampliada del curs, amb informació del professor",
  "img_puntoyseguido4": "Perfil del professor",
  "img_puntoyseguido5": "Informació de la plataforma",
  "img_puntoyseguido6": "Imatges de diferents test d'usabilitat i cardsorting.",
  "purpose_puntoyseguido1": "Creació d'una plataforma per afavorir el coneixement entre creatius d'una manera col·laborativa",
  "purpose_puntoyseguido2": "El procés de treball es va realitzar en 3 eixos que es van treballar amb metodologies àgils i scrum:",
  "puntoyseguido_step1": "Investigar, entrevistar y definir a nuestro usuario y sus necesidades.",
  "puntoyseguido_step2": "Realitzar el disseny de la plataforma i testejar amb usuaris les noves implementacions.",
  "puntoyseguido_step3": "Maquetar a nivell FrontEnd la plataforma per poder llançar-la.",
  "process_work": "Per més informació sobre el procés de treball: ",
  "memory_project": "Memòria del projecte final de màster",
  "title_tecnic_puntoyseguido1": "Entrevistes i enquestes. ",
  "title_tecnic_puntoyseguido2": "Cardsorting. ",
  "title_tecnic_puntoyseguido3": "Test usabilitat. ",
  "tecnic_puntoyseguido1": "Es van realitzar diferents entrevistes per definir quina problemàtica tenien els creatius per formar-se, i quin tipus de públic els interessaría una proposta com la nostra.",
  "tecnic_puntoyseguido2": "Vam fer diferents test a on els usuaris ordenaven la informació dels cursos. Es va obtenir diferents inputs en quant a quina informació era impressindible mostrar.",
  "tecnic_puntoyseguido3": "Cada una de les històries d'usuari definies en els sprints, es van testejar i es van modificar en funció de les conclusions dels tests.",
  "saltin_banquin_info1": "Saltinbanquin es dedica a la venda de sabates per infants a Espanya. Es dedicaven a la venda física, pero actualment únicament venen al medi online. Destaquen per ser sabates d'alta qualitat i produides a Espanya.",
  "saltin_banquin_info2": "Se'm va encarregar realitzar un test d'usabilitat i proposar un redisseny de la plataforma.",
  "saltin_banquin_info3": "Web abans del redisseny: ",
  "img_saltinbanquin1": "Fitxa del producte",
  "img_saltinbanquin2": "Catàleg",
  "img_saltinbanquin3": "Pàgina d'error",
  "img_saltinbanquin4": "Pàgina d'històric de comandes",
  "img_saltinbanquin5": "Pàgina de contacte",
  "img_saltinbanquin6": "Pàgina adaptable a tots els dispositius",
  "purpose_saltinbanquin": "Es va realitzar un test d'usabilitat per detectar els principals problemes de la web. Els més importants eren:",
  "saltinbanquin_step1": "Mala jerarquització de l'informació i de les accions prioritaries de la plataforma",
  "saltinbanquin_step2": "Disseny desactualitzat, amb imatges i composicions antigues.",
  "saltinbanquin_step3": "Aumentar les conversions des de tablet/mòbil realitzant un disseny adaptable a tots els dispositius.",
  "smartlink_info1": "Smartlink és una eina per analitzar l'estat dels productes en els supermercats de les marques de gran consum. Analitza els productes que estan fora d'estock, els preus en cada supermercat, les imatges, la posició dels productes al catàleg...",
  "smartlink_info2": "Smartlink és la eina que facilita a les empreses tenir un coneixement sobre com estan els seus productes en els supermercats online, o els ajuda a saber quines accions realitzar per aumentar la seva visibilitat en els supermercats, i per tant, millorar les seves vendes.",
  "img_smartlink1": "Dashboard inicial que mostra l'estat de les diferents submarques en les categories més importants.",
  "img_smartlink2": "Pàgina per definir els productes més importants i realitzar un anàlisis més constant d'ells.",
  "img_smartlink3": "Pàgina d'anàlisi dels preus dels productes.",
  "purpose_smartlink1": "Redisseny de les pantalles. Es va treballar a partir de la versió anterior que havia estat en funcionament durant més de 2 anys. Això ens va permetre tenir molta informació sobre com els clients utilitzaven la plataforma, les peticions que ens havien anat demanant els clients, quines mencances sabiem que tenia la plataforma (des de usabilitat, responsive, programació, contingut, etc..) i poder plantejar una proposta per millorar tots els inputs obtinguts.",
  "purpose_smartlink2": "La meva contribució al projecte es resumeix en 3 passos:",
  "smartlink_step1": "Analitzar quina informació era important pels clients i de quina manera mostrar-la. Definir quines mètriques, anàlisi, dades, etc.. eren rellevants per les marques.",


  "smartlink_step2": "Realitzar un nou disseny millorant la usabilitat de l'eina.",
  "smartlink_step3": "Maquetar a nivell FrontEnd la plataforma, amb HTML5, CSS3, Boostrap i GIT.",
  "tedclothing_info1": "Tedclothing és una startup que es dedica a la impressió i venda de roba fullprint a través d'internet.",
  "tedclothing_info2": "Compte amb diferents estils de roba colorida per joves. Els estampats estan orientats a captar l'interès dels joves amb imatges vistoses, transgressores o missatges graciosos o reivindicatius.",
  "img_tedclothing1": "Pàgina inicial",
  "img_tedclothing2": "Fitxa de producte",
  "img_tedclothing3": "Pàgina de contacte",
  "img_tedclothing4": "Pàgina del carro de la compra",
  "img_tedclothing5": "Versió mòbil",
  "img_tedclothing6": "Disseny de samarretes",
  "purpose_tedclothing": "Es va realitzar un projecte des de 0 i vaig abordar molts aspectes diferents en el procés de creació de la marca i del seu llançament.",
  "tedclothing_step1": "Es va realitzar un estudi de mercat per determinar quin era l'estil de roba que interessava als joves. Vam realitzar test per detectar quin tipus de peces eren més atractives pels joves. Des de fer entrevistes, mostrar diferents banners amb diferents estils de roba, medir quines peces eren més visualitzades i quines mes venudes...",
   "tedclothing_step2": "Disseny dels estampats de les peces.",
  "tedclothing_step3": "Realització de la identitat corporativa de la marca, des del logotip, elements publicitaris, etc.",
  "tedclothing_step4": "Difusió de la marca en xarxes socials.",
  "tedclothing_step5": "Disseny de la botiga online. Es van realitzar test d'usuari per validar les funcionalitats.",
  "trenes_info1": "Maqueta de trens. ",
  "trenes_info2": "Projecte familiar de construir i decorar una maqueta de 9 x 3 metres. És un projecte personal que va començar l'any 2000 a partir de la passió del meu pare pels trens. Ell es dedica a la electricitat de la maqueta i jo a la decoració.",
  "img_trenes1": "Decoració de la casa dels pastors amb un hort",
  "img_trenes2": "Conjunt de cases",
  "img_trenes3": "Ampliació del hort",
  "img_trenes4": "Estació màquines de carbó",
  "img_trenes5": "Via del tren amb casa del vigilant",
  "img": "Imatges",
  "xerpa_info1": "CityXerpa és una aplicació que s'encarrega de portar qualsevol producte d'un punt a un altre. Permet portar menjar de restaurants, flors, productes del supermercat... qualsevol cosa que es necessita a un lloc en concret.",
  "xerpa_info2": "CityXerpa és una app que neix a Andorra i actualment s'està extenent a Espanya.",
  "img_xerpa1": "Home // Menú // Registre",
  "img_xerpa2": "Llista de restaurants // Llista de productes amb foto // Llista de productes sense foto",
  "img_xerpa3": "Error 404 // Pagament // Comanda rebuda",
  "purpose_xerpa1": "Disseny de la app per android i IOS.",
  "purpose_xerpa2": "Es van realitzar diferents wireframes de baixa fidelitat per entendre el procés de compra i testejar el procés amb usuaris. Es van realitzar dissenys de totes les pantalles i es va crear un prototip funcional per testejar l'aplicació."
}
