{
  "name": "Ariadna Ercilla",
  "home": "Home",
  "services": "Servicios",
  "proyectos": "Proyectos",
  "curriculum": "Currículum",
  "contact": "Contacto",
  "welcomeMsg": "Hola! soy Ariadna",
  "subWelcome": "Diseñadora UX/UI",
  "discoverMore": "descubre más",
    "welcomePortfolio": "Bienvenidos a mi portfolio",
  "welcomeMe": "Me fascina entender al usuario, qué le mueve a actuar de cierta manera, desconcertarme cuando se confunde en ciertas acciones. Me interesa trabajar recopilando métricas de los usuarios para mejorar el producto en cada iteración.",
  "gurusTool": "Los gurús se equivocan, las métricas no.\"",
  "webDesign": "Diseño web",
  "mobileFirst": "Páginas web multidispositivos siguiendo la estrategia Mobile First.",
  "appDesign": "Diseño apps",
  "infoAppDesign": "Diseños centrados en apps, tanto para iOS como Android.",
  "userExperience": "Experiencia de usuario",
  "infoUserExperience": "Conocer al usuario. Prototipar, testear... Con software como Sketch o Axure.",
  "graficDesign": "Diseño Gráfico",
  "infoGraficDesign": "Branding, diseño editorial y retoque fotográfico",
  "webDeveloper": "Desarrollo web",
  "infoWebDeveloper": "HTML5, CSS3. trabajando con SASS y Git. Niveles iniciales de JavaScript y JQuery",
  "whatMore": "¿Qué más?",
  "infoWhatMore": "Con ganas de aprender más sobre eyetracking!",
  "infoSmartcommerce": "Herramienta interna para gestionar y analizar una tienda online",
  "view_project": "ver proyecto",
  "infoXerpa": "Plataforma para realizar pedidos online.",
  "infoSmartlink": "Herramienta para analizar el estado de los productos de una marca en los supermercados",
  "infoMakeyoursuit": "Empresa del sector de moda de alta calidad",
  "infoPuntoyseguido": "Plataforma de intercambio de conocimiento entre creativos",
  "infoProcter": "Landing inicial de la tienda online de P&G",
  "viewAllProjects": "ver todos los proyectos",
  "knowledge": "Conocimientos",
  "aboutMe": "Sobre mi",
  "experience": "Experiencia",
  "studies": "Formación",
  "processWork": "Proceso de trabajo",
  "ImAriadna": "Estoy especializada en Diseño Web y Usabilidad. En mi día a día uso programas como Sketch, Axure, Illustrator y Photoshop para trabajar en todo el proceso de diseño del producto: desde los wireframes de baja fidelidad hasta los prototipos finales.",
  "technologicAboutMe": "También he trabajado enfocada en el desarrollo front-end, maquetando con HTML5 y CSS3 con los estándares W3C. Utilizo Boostrap, el preprocesador SASS y GIT como controlador de versiones.",
  "knowMoreAboutMe": "saber más sobre mi",
  "love_ux": "Soy una apasionada de la usabilidad.",
  "webInspirations": "Soy una chica de Barcelona que tiene la suerte de disfrutar de su trabajo; soy una apasionada del diseño web y del píxel perfect! Frecuentemente busco recursos e inspiración en webs como:",
  "ABPassion": "Me entusiasman los test de usuario y los test A/B: testear, hacer hipótesis, mejorar gracias a usuarios potenciales del producto. Me da mucha adrenalina poder ver mis errores e hipótesis fallidas en vivo y entender qué fue lo que no entendieron o no les interesó.",
  "readWork": "Lee sobre mi experiencia laboral",
  "designFrontend": "Diseñadora UX-UI y Front-end.",
  "dateSmartCommerce": "Septiembre 2015 - actualidad",
  "functions": "Funciones",
  "conceptDesign": "Dieño y conceptualización de proyectos web",
  "responsiveDesign": "RWD (Responsive web Design)",
  "wireframePrototype": "Wireframes, prototipado y testeo de la web",
  "frontEndDeveloper": "Desarrollo Front-end (HTML5 - CSS3)",
  "intern_graphic_design": "Becaria diseño gráfico",
  "use_img": "Uso de banco de imágenes",
  "photo_change": "Retoque fotográfico",
  "prepare_img_web": "Preparación de imágenes para web",
  "design_target": "Diseño de tarjetas, carteles, trítpicos",
  "design_web_grafic": "Diseñadora web y gráfica",
  "date_makeyoursuit": "Octubre 2014 - Octubre 2015",
  "web_redesign": "Rediseño de la web",
  "adapt_responsive": "Adaptación de la plataforma a versiones responsive",
  "design_banner": "Diseño de banners",
  "date_offerum": " Septiembre 2013 - Diciembre 2013",
  "date_sodexo": "Junio 2013 - Agosto 2013",
  "design_triptic": "Diseño de diferentes elementos corporativos del departamento: folletos, presentaciones, trípticos.",
  "design_newsletter": "Diseño de diferentes elementos web: banners, newsletters.",
  "see_my_education": "¿Quieres ver mi formación?",
  "see_how_education": "Ver mi perfil académico",
  "master_design_web": "Máster Diseño Web",
  "bau": "BAU - centro universitario de diseño de Barcelona.",
  "master_bau": "Máster de Diseño web centrado en cuatro ejes principales: Diseño web, Experiencia de Usuario (UX), Programación Front-end, Negocio y estrategia.",
  "design_degree": "Grado Diseño",
  "barcelona_university": "Universitat de Barcelona.",
  "info_degree": "Carrera orientada a la formación integral del diseñador. Entender las necesidades del usuario, buscar soluciones óptimas y saberlas defender.",
  "show_steps_work": "Las diferentes fases que intento seguir en los proyectos que realizo con los otros profesionales.",
"show_steps_work_agile": "Y si puede ser con metodología agile, más que mejor! ;)",
  "step_1": "Definición proyecto",
  "info_step_1": "Definir los requisitos y las funcionalidades del proyecto hablando con el cliente y realizando entrevistas a usuarios.",
  "step_2": "Wireframes, prototipado y diseño",
  "info_step_2": "Validar conceptos, usabilidad y diseño a partir de diferentes herramientas con usuarios potenciales.",
  "step_3": "Maquetación y Programación",
  "info_step_3": "Programar la funcionalidad testeada anteriormente para que funcione en todos los dispositivos, navegadores y sea accesible.",
  "step_4": "Testeo, lanzamiento y medición",
  "info_step_4": "Testear la correcta implementación del diseño antes del lanzamiento y medir el impacto de las nuevas funcionalidades en los usuarios.",
  "send_email": "¡Envíame un mensaje! ¿Crees que podemos trabajar juntos? ¿Quieres darme tu opinión de mis proyectos o simplemente decirme hola? ¡Aprovecha y envíame un mensaje, te responderé en breve!",
  "web_design": "Diseñadora web",
  "return": "volver",
  "info_tedclothing": "Startup de ropa full-print para jóvenes.",
  "info_saltin_banquin": "E-commerce de zapatos infantiles.",
  "info_boxeo": "E-commerce de ropa deportiva, especializado en ropa de boxeo.",
  "info_impremta": "Empresa que se abre al canal online, ofreciendo sus productos.",
  "trains": "trenes",
  "info_trains": "Maqueta de trenes, proyecto familiar.",
  "company": "Empresa",
  "mockups": "Mockups",
  "purpose": "Propuesta",
  "backend_text1": "SmartCommerce es una compañía tecnológica especializada en el sector de la distribución alimentaria online. Actualmente opera en Estados Unidos, España y Chile.",
  "backend_text2": "Uno de los servicios que ofrece es la creación y mantenimiento de tiendas online a grandes marcas de consumo como Nestlé, Procter&Gamble, Unilever o Cocacola. Se le proporciona al cliente una herramienta interna para gestionar stock, modificar la apariencia de la tienda o analizar las ventas.",
  "analyze_numbers": "Análisis de datos.",
  "create_campaign": "Proceso de creación de campaña",
  "campaigns_created": "Listado de todas las campañas creadas",
  "purpose_backend": "Rediseño de la herramienta interna que Smartcommerce ofrece a las empresas. SmartCommerce contaba con una herramienta con más de cuatro de años de funcionamiento que se había quedado anticuada y que necesitaba una actualización en cuanto a funcionalidades y diseño.",
  "backend_steps": "Realicé el rediseño de la herramienta en 4 fases:",
  "backend_step1": "Análisis de las diferentes funcionalidades que existían, determinando qué funcionalidades eran interesantes y su valor para los clientes.",
  "backend_step2": "Entrevistas a los clientes para determinar qué funcionalidades eran más importantes, cómo las utilizaban y en qué acciones se confundían.",
  "backend_step3": "Realización de un prototipo funcional para testear con los clientes y construir una nueva herramienta fácil de usar, intuitiva y que respondiera a las necesidades reales de los clientes.",
  "backend_step4": "Maquetación de la web a nivel Front-End utilizando HTML5, CSS3, Boostrap y git.",
  "return_portfolio": "volver al portfolio",
  "purpose_jsuge": "J-SUGE es el proveedor de equipos textil profesional de muchos equipos de rugby, football, basketball y Boxeadores profesionales.",
  "purpose_jsuge2": "J-Suge nace con la finalidad de ser un ecommerce donde se pueda comprar ropa deportiva orientada a equipos.",
  "purpose_jsuge3": "La plataforma ha cambiado mucho des del diseño inicial, pero podeís consultar la web aquí: ",
  "img_jsuge1": "Catálogo de productos",
  "img_jsuge2": "Carrito de la compra",
  "img_jsuge3": "Area de usuario",
  "img_jsuge4": "Página de realización de pago",
  "img_jsuge5": "Web responsive",
  "printing": "Imprenta",
  "purpose_practic": " es una imprenta especializada a grandes impresiones para multinacionales. Destacan por su precio competitivo en el sector y quieren mejorar su visibilidad en el medio online",
  "img_imprenta1": "Home",
  "img_imprenta2": "Quiénes somos y nuestros valores",
  "img_imprenta3": "Solicitar presupuesto online",
  "img_imprenta4": "Página de contacto",
  "tecnics_used": "Técnicas utilizadas",
  "purpose_makeyoursuit1": "Makeyoursuit es una startup que se dedica a la comercialización a través de internet de trajes y camisas hechos a medida.",
  "purpose_makeyoursuit2": "Cuenta con un proceso de personalización de sus prendas para elegir telas, colores, formas y añadir las medidas del cuerpo para llevar un traje encajado a las necesidades de cada cliente.",
  "img_makeyoursuit1": "Página inicial",
  "img_makeyoursuit2": "Catálogo de trajes",
  "img_makeyoursuit3": "Ficha producto",
  "img_makeyoursuit4": "Personalización traje",
  "makeyoursuit_steps": "Se analizan los KPI de la empresa y se definen 3 ejes iniciales para mejorar las conversiones de la misma.",
  "makeyoursuit_step1": "Rediseñar la página del carrito de la compra. Conseguimos disminuir el ratio de abandono al simplificar y dar seguridad en el proceso de pago.",
  "makeyoursuit_step2": "Diseñar landings específicas dependiendo de la búsqueda del usuario para ofrecer el producto que está buscando desde el primer momento. Conseguimos aumentar las ventas en trajes específicos: bodas, trajes de 3 piezas.",
  "makeyoursuit_step3": "Mejorar el proceso de decisión del tejido, los complementos y la medición en casa. Conseguimos reducir el tiempo de desarrollar esta tarea y disminuir el abandono durante el proceso; disminuir pasos de elección, indicar al usuario donde está en todo momento, qué puede hacer y cuantos pasos le quedan para finalizar la tarea.",
  "title_tecnic_makeyoursuit1": "Test usabilidad. ",
  "title_tecnic_makeyoursuit2": "Test A/B. ",
  "tecnic_makeyoursuit1": "Hicimos test de Usabilidad, donde los usarios tenían que realizar tareas cotidianas. Detectamos diferentes inputs para mejorar en el proceso de compra.",
  "tecnic_makeyoursuit2": "Realizamos test A/B en las landings. Se probó el impacto de utilizar una imagen u otra, qué tipo de traje funcionaba mejor o las frases utilizadas. Se utilizó la herramienta Unbounce.",
  "info_procter1": "Procter&Gamble es una empresa estadouniense que contiene más de 300 marcas de gran consumo como Gillette, Ariel o Tampax.",
  "info_procter2": "Procter&Gamble dispone de una tienda online a la que se rediseñó la página de inicio.",
  "img_procter1": "Langind Procter&Gamble",
  "img_procter2": "Mapa de calor de la landing",
  "purpose_procter1": "Diseño de la home de la tienda online de P&G España, para mejorar las conversiones y disminuir el abandono en la landing.",
  "purpose_procter2": "Se analizó la landing que utilizaban y detectamos 3 problemas principales: 1. Los usuarios no entendían de qué trataba la web. 2. No encontraban los beneficios de utilizar la tienda en vez de comprar en los supermercados. 3. No sabían cómo acceder a los productos. A partir de estos inputs se diseñó la nueva landing y se testeó con el programa ",
  "purpose_procter3": "Nos permitió detectar fallos de usabilidad cómo: -algunos usuarios clicaban elementos no clicables, -la explicación de las ofertas estaba muy abajo de la landing y los usuarios no hacían tanto scroll.",
  "info_puntoyseguido1": "Puntoyseguido es un proyecto académico realizado con 3 compañeros.",
  "info_puntoyseguido2": "Puntoyseguido es un proyecto para creativos de Barcelona con pocos recursos económicos que necesiten aprender de forma económica distintas funciones de un software utilizado en el ámbito estudiantil y/o profesional. Se trata de una plataforma social creada a partir de anuncios de usuarios que permite el intercambio de conocimientos a cambio de una comida, una cena o una caña. La propuesta facilita el contacto entre creativos para intercambiar conocimientos a través de los cursos que ellos mismos crean, económicos , directos y con contenidos específicos útiles.",
  "img_puntoyseguido1": "Página inicial",
  "img_puntoyseguido2": "Cursos que ofrece la plataforma",
  "img_puntoyseguido3": "Ficha ampliada del curso, con información del profesor",
  "img_puntoyseguido4": "Perfil del profesor",
  "img_puntoyseguido5": "Información de la plataforma",
  "img_puntoyseguido6": "Imágenes de diferentes test de usabilidad y cardsorting.",
  "purpose_puntoyseguido1": "Creación de una plataforma para favorecer el conocimiento entre creativos de una manera colaborativa",
  "purpose_puntoyseguido2": "El proceso de trabajo se realizó en 3 fases que se trabajaron con metodología agile y scrum:",
  "puntoyseguido_step1": "Investigar, entrevistar y definir a nuestro usuario y sus necesidades.",
  "puntoyseguido_step2": "Realizar el diseño de la plataforma y testear con usuarios las nuevas implementaciones.",
  "puntoyseguido_step3": "Maquetar la plataforma para poder lanzarla.",
  "process_work": "Para más información sobre el proceso de trabajo: ",
  "memory_project": "Memoria del proyecto final de máster",
  "title_tecnic_puntoyseguido1": "Entrevistas y encuestas. ",
  "title_tecnic_puntoyseguido2": "Cardsorting. ",
  "title_tecnic_puntoyseguido3": "Test usabilidad. ",
  "tecnic_puntoyseguido1": "Se realizaron diferentes entrevistas para definir qué problemática tenían los creativos para formarse y a qué tipo de público le interesaría una propuesta como la nuestra.",
  "tecnic_puntoyseguido2": "Hicimos diferentes test donde los usuarios ordenaban la información de los cursos. Se obtuvieron diferentes inputs en cuanto a qué información era imprescindible.",
  "tecnic_puntoyseguido3": "Cada una de las historias de usuario definidas en los sprints fue testeada y modificada acorde con las conclusiones de los test.",
  "saltin_banquin_info1": "Saltinbanquin se dedica a la venta de zapatos para niños en España. Se dedicaban también a la venta física, pero actualmente solamente se dedican al medio online. Destacan por ser zapatos de alta calidad y producidos en España.",
  "saltin_banquin_info2": "Se me encargó realizar un test de usabilidad, y proponer un rediseño de la plataforma.",
  "saltin_banquin_info3": "Web antes del Rediseño: ",
  "img_saltinbanquin1": "Ficha de producto",
  "img_saltinbanquin2": "Catálogo",
  "img_saltinbanquin3": "Página de error",
  "img_saltinbanquin4": "Página de histórico de pedidos",
  "img_saltinbanquin5": "Página de contacto",
  "img_saltinbanquin6": "Página adaptable a todos los dispositivos",
  "purpose_saltinbanquin": "Se realizó un test de usabilidad para detectar los principales problemas con los que contaba la plataforma. Los más importantes eran:",
  "saltinbanquin_step1": "Mala jerarquización de la información y de las acciones prioritarias de la plataforma",
  "saltinbanquin_step2": "Diseño desactualizado, con imágenes y composiciones antiguas.",
  "saltinbanquin_step3": "Aumentar las conversiones desde tablet/móvil realizando un diseño adaptable a todos los dispositivos.",
  "smartlink_info1": "Smartlink es una herramienta de SmartCommerce para analizar el estado de los productos en los supermercados de las marcas de gran consumo como Cocacola, Nestlé, Wrigley.",
  "smartlink_info2": "Analiza los productos que están fuera de stock, los precios en los supermercados, las imágenes, la posición en el catálogo... y les ayuda a saber qué acciones realizar para mejorar su visibilidad en los supermercados, y por lo tanto, mejorar sus ventas.",
  "img_smartlink1": "Dashboard inicial que muestra el estado de las diferentes submarcas en las categorías más importantes.",
  "img_smartlink2": "Página para definir los productos más importantes y realizar un análisis más constante de ellos.",
  "img_smartlink3": "Página de análisis de los precios de los productos.",
  "purpose_smartlink1": "Rediseño de las pantallas. Se trabajó a partir de la versión anterior que había estado en funcionamiento más de 2 años. Esto nos permitió tener mucha información sobre cómo los clientes utilizaban la plataforma, las peticiones que nos iban planteando, qué problemas le veíamos (desde usabilidad, responsive, programación, contenido, etc.) y poder plantear una propuesta que mejorara todos los inputs obtenidos.",
  "purpose_smartlink2": "Mi contribución en el proyecto se resume en 3 pasos:",
  "smartlink_step1": "Analizar qué información era importante para los clientes y de qué manera mostrarla. Definir qué métricas, análisis, datos, etc. eran relevantes para las marcas.",
  "smartlink_step2": "Realizar un nuevo diseño mejorando la usabilidad de la herramienta.",
  "smartlink_step3": "Maquetar la plataforma, con HTMl5, CSS3, Boostrap y git.",
  "tedclothing_info1": "Tedclothing es una startup que se dedica a la impresión y venta de ropa fullprint a través de internet.",
  "tedclothing_info2": "Cuenta con diferentes estilos de ropa colorida para jóvenes. Los estampados están orientados a captar el interés de los jóvenes con imágenes llamativas, transgresoras o mensajes graciosos o reivindicativos.",
  "img_tedclothing1": "Página inicial",
  "img_tedclothing2": "Ficha de producto",
  "img_tedclothing3": "Página de contacto",
  "img_tedclothing4": "Página del carrito de la compra",
  "img_tedclothing5": "Versión móvil",
  "img_tedclothing6": "Diseño de camisetas",
  "purpose_tedclothing": "Se realizó el proyecto desde 0 y abordé muchos aspectos diferentes en el proceso de creación de la marca y su lanzamiento.",
  "tedclothing_step1": "Se realizó un estudio de mercado para determinar cual era el estilo de ropa qué interesaba a los jóvenes. Realizamos diferentes test para detectar qué tipo de prendas eran más atractivas para los jóvenes. Desde hacer entrevistas, mostrar diferentes banners con diferentes tipo de prendas, medir qué prendas eran más visualizadas y cuales más vendidas...",
   "tedclothing_step2": "Diseño de los estampados de las prendas.",
  "tedclothing_step3": "Realización de la identidad corporativa de la marca, desde el logotipo, elementos publicitarios, etc.",
  "tedclothing_step4": "Difusión de la marca en las redes sociales.",
  "tedclothing_step5": "Diseño de la tienda online. Se realizaron test de usuario para validar las funcionalidades.",
  "trenes_info1": "Maqueta de trenes. ",
  "trenes_info2": "Proyecto familiar de contruir y decorar una maqueta de 9 x 3 metros. Es un proyecto personal que empezó en el año 2000 a partir de la pasión de mi padre por los trenes. El se dedica a la electricidad de la maqueta y yo a la decoración.",
  "img_trenes1": "Decoración de casa de pastores con huerta",
  "img_trenes2": "Conjunto de casas",
  "img_trenes3": "Ampliación huerta",
  "img_trenes4": "Estación máquinas de carbón",
  "img_trenes5": "Vía del tren con casa del vigilante",
  "img": "Imágenes",
  "xerpa_info1": "CityXerpa es una aplicación que se encarga de llevar cualquier producto de un punto a otro. Permite llevar comida de restaurantes, flores, productos del supermercado... cualquier cosa que necesites a un lugar en concreto.",
  "xerpa_info2": "Nace en Andorra y actualmente se está extendiendo en España.",
   "img_xerpa1": "Home // Menú // Registro",
   "img_xerpa2": "Lista de restaurantes // Lista de productos con foto // Lista de productos sin foto",
   "img_xerpa3": "Error 404 // Pago // Pedido recibido",
   "purpose_xerpa1": "Diseño de la app para android y IOS.",
   "purpose_xerpa2": "Se realizaron diferentes wireframes de baja fidelidad para entender el proceso de compra y testear el proceso con los usuarios. Se realizaron los diseños de todas las pantallas y se creó un prototipo funcional para testear la aplicación.",
  "schweppes_info1": "Schweppes es una marca internacional de bebidas carbonatadas, que destaca por bebidas como la tónica.",
  "schweppes_info2": "Nos encargó una web donde se mostraran todos sus productos y que indicara en qué supermercados estaba disponible cada uno de los productos",
  "img_schweppes1": "Catálogo productos",
  "img_schweppes2": "Catálogo con carrito de la compra abierto",
  "img_schweppes3": "Ficha de producto",
  "purpose_schweppes1": "Diseño de la web responsive",
  "purpose_schweppes2": "Schweppes nos encargó crear una web para facilitar la compra de sus productos en los supermercados online. Se creó una web en forma de catálogo de productos y se mostraba la disponibilidad de los productos elegidos en los distintos supermercados online. En tan sólo 2 clicks el usuario podía elegir el producto que deseaba y enviarlo al carrito de la compra del supermercado, evitando la comparación de productos / precios, en los supermercados online.",
  "infoSchweppes": "Catálogo de productos de Schweppes",
  "nestle_info1": "Nestlé es una marca de gran consumo que nos encargó realizar una tienda online para linkarla en sus propias webs y aumentar las ventas de sus productos",
  "img_nestle1": "Welcome y catálogo",
  "img_nestle2": "Catálogo",
  "purpose_nestle1": "Diseño del ecommerce de Nestlé",
  "purpose_nestle2": "Nestlé contaba con una web más antigua, no era responsive y tenía ciertos problemas de usabilidad que repercutían directamente a la venta de productos. Se trabajó para mejorar la tienda en cuanto diseño, usabilidad y responsive.",
  "purpose_nestle3": "En Smartcommerce también hemos diseñados otros ecommerce para diferentes marcas de gran consumo como:",
  "info_nestle": "Ecommerce para la marca Nestlé"

}
